Repository: gurubert/ezmlm-web
Catalog: intl/*/LC_MESSAGES/ezmlm-web.po
Languages: de, es, pt_br, ru, sl

source: The mailing list's configuration was successfully changed.
de: Die neuen Einstellungen wurden erfolgreich gespeichert.
es: Se cambió la configuración de la lista con éxito.
pt_br: Configuração da lista altgerada com sucesso
ru: Конфигурация списка рассылки успешно изменена.
sl: konfiguracija pošnega seznama je bila uspešno spremenjena

source: The keyring has been changed successfully.
de: Der Schlüsselring wurde erfolgreich aktualisiert.
es: El conjunto de claves ha sido correctamente modificado.
pt_br: Chaveiro alterado com sucesso
ru: Брелок успешно изменен.
sl: Ključenje je uspešno spremenjeno

source: The file was saved.
de: Die Datei wurde gespeichert.
es: El fichero fue guardado.
pt_br: Arquivo salvo
ru: Файл сохранен.
sl: Datoteka je shranjena

source: The customized text file was successfully removed. From now on, the system-wide default text file will be used instead of it.
de: Der angepasste Textbaustein wurde entfernt. Zukünftig wird stattdessen der systemweite Standard-Baustein verwendet.
es: El fichero de texto personalizado se borró con éxito. A partir de ahora se usará el fichero por defecto del sistema.
pt_br: Arquivo de texto customizado removido com sucesso. De agora em diante, o arquivo de texto padrão do sistema será utilizado.
ru: Пользовательский текстовый файл успешно удален. С этого момента будет использован стандартный системный текстовый файл.
sl: prikrojena tekstovna datoteka je uspešno odstranjena. Od zdaj naprej bo namesto te, uporabljena system-wide default tekstovna datoteka

source: The key was successfully imported.
de: Der Schlüssel wurde importiert.
es: La clave se importó con éxito.
pt_br: Chave importada com sucesso
ru: Ключ успешно импортирован.
sl: Ključ je bil uspešno uvožen

source: Encryption is now enabled for this list.
de: Verschlüsselung für die Mailingliste ist nun aktiv.
es: La encriptación está habilitada para esta lista.
pt_br: Criptografia está agora ativada na lista.
ru: Шифрование для этого списка теперь включено.
sl: Šifriranje za ta seznam je zdaj omogočeno

source: Encryption is now disabled for this list.
de: Verschlüsselung für die Mailingliste ist nun abgeschaltet.
es: La encriptación está deshabilitada para esta lista.
pt_br: Criptografaia está agora desativada na lista.
ru: Шифрование для этого списка теперь выключено.
sl: Šifriranje za ta seznam je zdaj onemogočeno

source: Archive mailing list messages
de: Archiviere Mailinglisten-Mails
es: Archivar mensajes de lista de correo
pt_br: Arquivo de mensagens da lista
ru: Сообщения архивного списка расылки
sl: Arhiv sporočil poštnega seznama

source: Only moderators are allowed to access the archive
de: Nur Moderatoren dürfen auf das Archiv zugreifen
es: Solo los moderadores tienen acceso al archivo
pt_br: Somente moderadores têm permissão para acessar o arquivo
ru: Доступ к архиву разрешен только модераторам
sl: Samo moderatorji imajo dostop do arhiva

source: Activate the digest list
de: Aktiviere die Zusammenfassungsliste
es: Activar la lista en modo resumen
pt_br: Lista em modo coleção ativado
ru: Активировать обзорный список
sl: Aktiviraj _____ seznam

source: Add a prefix to the subject line of outgoing messages
de: Füge ein Präfix zum Betreff der ausgehenden Mails hinzu
es: Añadir un prefijo al asunto de los mensajes salientes
pt_br: Adicionar um prefixo no campo assunto das mensagens enviadas
ru: Добавит префикс в поле Тема для исходящих сообщений
sl: Dodaj prefix vrstici predmet, pri izhodnih sporočilih

source: Archive requests from unrecognised senders are denied
de: Verweigere unbekannten NutzerInnen den Zugriff auf das Archiv
es: Peticiones de archivado por parte de remitentes no reconocidos se deniegan
pt_br: Os pedidos de arquivo dos remetentes desconhecidos são negados
ru: Архивные запросы от неизвестных отправителей запрещены
sl: Zahteve neznanih pošiljateljev so zavrnjene

source: Subscriptions do not require confirmation by the user
de: Bei der Einschreibung in die Liste ist keine Bestätigungsmail erforderlich.
es: Suscripciones no requeieren confirmación por parte del usuario
pt_br: Inscrições não necessitam de confirmação pelo usuário
ru: Подписка не требует подтверждения пользователя
sl: Subskripcije ne zahtevajo potrditve uporabnika

source: Index mailing list messages for WWW archive access
de: Indiziere die Nachrichten zur Veröffentlichung im Internet (z.B. mit ezmlm-www)
es: Indexar mensajes de la lista de correo para acceso al archivo por web
pt_br: Arquivo com índice de mensagens acessado por WWW
ru: Индексировать сообщения списка рассылок для доступа к архиву из интернет
sl: Kazalo poštnega seznama, sporočila za dostop do WWW arhiva

source: Unsubscribe does not require confirmation
de: Beim Austragen aus der Liste ist keine Bestätigungsmail erforderlich
es: Desuscipción no requiere confirmación
pt_br: Descadastramento não necessita de confirmação.
ru: Отказ от подписки не требует подтверждения
sl: Izpis ne zahteva potrditve

source: Use deny list to prevent some users from posting
de: Beachte die Ablehnungsliste bei der Verarbeitung von Mails
es: Usar la lista de denegaciones para impedir que algunos usuarios publiquen
pt_br: Use 'deny list' (lista negada) para prevenir postagem de alguns usuários
ru: Используйте черный список, чтобы запретить отправку корреспонденции определенным пользователям
sl: Uporabi seznam zavrnitev če želiš preprečiti objavo nekaterim uporabnikom

source: Remote administrators (moderators) may request a subscriber list
de: Fern-AdministratorInnen (ModeratorInnen) dürfen eine Liste der AbonnentInnen anfordern
es: Administradores remotos (moderadores) pueden pedir una lista de suscriptores
pt_br: Administradores remotos (moderadores) podem pedir lista de inscritos
ru: Удаленные администраторы (модераторы) могут затребовать список подписчиков
sl: Skrbniki na daljavo (ali moderatorji) lahko zahtevajo seznam vseh, ki so prijavljeni.

source: All incoming messages are moderated
de: Alle eingehenden Nachrichten werden moderiert
es: Todos los mensajes entrantes son moderados
pt_br: Todas as mensagens enviadas são moderadas
ru: Все входящие сообщения модерируются
sl: Vsa vhodna sporočila so moderirana

source: Remote administrators (moderators) may edit text files in DIR/text
de: Fern-AdministratorInnen (ModeratorInnen) dürfen Textbausteine per Mail verändern
es: Administradores remotos (moderadores) pueden editar ficheros de texto en DIR/text
pt_br: Administradores remotos (moderadores) podem editar arquivos de textos em DIR/text
ru: Удаленные администраторы (модераторы) могут редактировать текстовые файлы в папке Dir/text
sl: Skrbniki na daljavo (ali moderatorji) lahko urejajo tekstovne datoteke v DIR/text

source: Only moderators may post
de: Nur ModeratorInnen dürfen Nachrichten einsenden
es: Solo pueden publicar los moderadores
pt_br: Somente moderadores podem postar.
ru: Только модераторы могут отправлять корреспонденцию
sl: Samo moderatorji laghko objavljajo

source: Allow subscription and archive retrieval for everyone
de: Die Einschreibung und der Zugriff auf das Archiv sind öffentlich zugänglich
es: Permitir suscripción y archivado para todo el mundo
pt_br: Permitir inscrição e recuperação de arquivo por qualquer um.
ru: Разрешить подписку и использование архивов для всех
sl: Dovoli prijavo in arhiv vzpostavitev - za vse

source: Process mailman-style requests (to local-request@domain)
de: Verarbeite auch Anfragen im Mailman-Stil (Kompatibilität)
es: Procesar peticiones estilo mailman (a local-request@dominio)
pt_br: Pedidos de processamento ao estilo mailman (para local-request@domínio)
ru: Произвести запрос на адрес local-request@domain (в стиле mailman)

source: Enable remote administration of the list (for moderators)
de: Erlaube die Fern-Administration der Liste (für ModeratorInnen)
es: Habilitar administración remota de la lista (para moderadores)
pt_br: Ativar administração remota da lista (para moderadores)
ru: Разрешить удаленное администрирование списка (для модераторов)
sl: Za ta seznam omogoči skrbništvo na daljavo (za moderatorje)

source: Subscriptions to the main list and the digest list will be moderated
de: Die Einschreibung in die Liste und für die Zusammenfassungen wird moderiert
es: Suscripciones a la lista principal y a la lista resumida serán moderados
pt_br: Inscrições para a lista principal e lista em modo coleção são moderadas
ru: Подписки на основной и обзорный список будут модерироваться
sl: Prijava v glavni seznam in povzeti seznam bosta moderirana.

source: Add a trailing text to every message
de: Hänge eine Signatur an jede versandte Nachricht
es: Añadir un texto al final de cada mensaje
pt_br: Adicionar um rodapé de informações em todas as mensagens
sl: Dodaj trailing tekst vsakemu sporočilu

source: Only subscribed users may post messages (for moderated lists: always accept subscribers' postings)
de: Nur Einsendungen von AbonnentInnen werden akzeptiert (für moderierte Listen: akzeptiere alle Einsendungen von AbonnentInnen)
es: Solo usuarios suscritos pueden publicar mensajes (para listas moderadas: siempre aceptar las publicaciones de los suscriptores)
pt_br: Somente os usuários inscritos podem enviar mensagens (para listas moderadas: aceitar sempre mensagens dos inscritos)
ru: Только подписчики могут отправлять сообщения (для модерируемых списков: всегда разрешать отправлять)
sl: Samo prijavljeni uporabniki lahko objavljajo sporočila (za moderatorjev seznam: vedno sprejmi sporočila prijavnikov)

source: Remove the ezmlm-warn invocations from the list setup (rarely useful)
de: Entferne den Aufruf von ezmlm-warn aus den Verarbeitungsregeln (für sehr spezielle Konfigurationen)
es: Eliminar llamadas a ezmlm-warn de la construcción de la lista (raramente útil)
pt_br: Remove ezmlm-warn da configuração da lista (raramente usado)
ru: Удалить вызов ezmlm-warn из списка установок (редко используется)
sl: Odstrani ezmlm- opozorilni poziv s seznama namestitev (redko uporabno)

source: Reset the list of to be stripped mime types to its default value
de: Setze die Liste der zu entfernenden MIME-Typen auf den Startwert zurück
es: Resetear la lista de tipos MIME que se eliminarán a su valor por defecto
pt_br: Reiniciar a lista para retirar tipos mime como valor padrão
ru: Сбросить список mime-типов, которые необходимо трансформировать, к значению по умолчанию

source: Request a confirmation mail for every posted message
de: Fordere eine Bestätigung für jede eingesandte Nachricht an
es: Pedir un mail de confirmación por cada mensaje enviado
pt_br: Requisitar um mail de confirmação para toda mensagem enviada
ru: Требовать подтверждения для каждого отправленного сообщения
sl: Zahtevaj potrditveno pošto za vsako objavljeno sporočilo

source: Redirect replies to the list
de: Leite Antworten an die Listenandresse um
es: Redireccionar respuestas a la lista
pt_br: Redirecionar respostas para a lista
ru: Перенаправить ответы в список
sl: Preusmeri odgovore na seznam

source: Sign outgoing messages with the list's key
de: Signiere ausgehende Nachrichten mit dem Listenschlüssel
es: Firmar mensajes salientes con las claves de la lista
pt_br: Assinar mensagens enviadas com a chave da lista
ru: Подписывать исходящие сообщения ключом списка
sl: Podpiši izhodna sporočila s ključem seznama

source: Access to the archive is granted for
de: Das Archiv ist zugänglich für
es: Se ha permitido acceso a la lista para
pt_br: Acesso ao arquivo é concedido para
ru: Доступ к архиву разрешён для
sl: Dostop do arhiva je prepovedan za

source: administrators
de: AdministratorInnen
es: administradores
pt_br: administradores
ru: администраторы

source: subscribers and administrators
de: AbonnentInnen und AdministratorInnen
es: suscriptores y administradores
pt_br: usuários e administradores
ru: подписчики и администраторы
sl: prijavljene in administratorje

source: everyone
de: jede/r
es: todos
pt_br: qualquer um
ru: все
sl: vse

source: Public subscription is
de: Öffentliche Einschreibung ist
es: La suscripción pública está
pt_br: Inscrição pública é
ru: Публичная подписка
sl: Javna prijava

source: open
de: offen
es: abierta
pt_br: aberta
ru: открыть
sl: je odprta

source: moderated
de: moderiert
es: moderada
pt_br: moderada
ru: модерируется
sl: je moderirana

source: not allowed
de: nicht erlaubt
es: no permitida
pt_br: não permitida
ru: не разрешено
sl: ni dovoljena

source: Posting is
de: Einsendungen sind
es: Publicación es
pt_br: Envio de mensagens é
ru: Отправка корреспонденции
sl: Objava

source: allowed for everyone
de: offen für jede/n
es: permitido para todo el mundo
pt_br: permitido para qualquer um
ru: разрешено для всех
sl: je dovoljena vsem

source: moderated for everyone
de: moderiert für jede/n
es: moderado para todo el mundo
pt_br: moderado para qualquer um
ru: модерируется для всех
sl: je moderirana za vse

source: moderated for subscribers; others are rejected
es: moderado para suscritores; denegado para el resto

source: allowed for subscribers and moderated for others
de: offen für AbonnentInnen und moderiert für alle anderen
es: permitido para suscriptores y moderado para otros
pt_br: permitido para usuários e moderado para outros
ru: разрешено подписчикам и модерируется для остальных
sl: je dovoljena vsem prijavljenim in moderirana za vse ostale

source: allowed for subscribers
de: offen für AbonnentInnen
es: permitido para suscriptores
pt_br: permitido para usuários
ru: разрешено подписчикам
sl: je dovoljena vsem prijavljenim

source: allowed only for moderators
de: offen nur für ModeratorInnen
es: permitido solo para moderadores
pt_br: permitido somente para moderadores
ru: разрешено только модераторам
sl: je dovoljena le moderatorjem

source: Confirmation mails are required for
de: Bestätigungsmails werden benötigt für
es: Se requieren mail de confirmación para
pt_br: E-mail de confirmação é necessário para
ru: Подтверждающие сообщения требуются для
sl: Potrditveno sporočilo je zahtevano za

source: unsubscription
de: Austragung
es: desuscripción
pt_br: descadastramento
ru: отказ от подписки

source: Make the list a sublist of another list
de: Diese Liste ist die Unterliste einer anderen
es: Convertir una lista en sublista de otra lista
pt_br: Criar da lista uma sublista ou outra lista
ru: Сделать список частью другого листа
sl: Naredi ta seznam podseznam seznama

source: Set a custom "From:" header for outgoing messsages
de: Definiere die Absender-Adresse ausgehender Mails
es: Establecer una cabecera "From: " personalizada para mensajes salientes
pt_br: Confirgurar campo "De:" padrão no cabeçalho das mensagens enviadas
ru: Установить пользовательский заголовок "От:" для исходящих сообщений
sl: Po meri nastavi glavo "Od:" za izhodna sporočila

source: Define customized setting for digest creation (ezmlm-tstdig)
de: Eigene Einstellungen zum Versand von Zusammenfassungsmails (ezmlm-tstdig)
es: Definir una configuración personalizada para la creación de resumenes (ezmlm-tstdig)
pt_br: Definir configuração customizada para criação de modo coleção (ezmlm-tstdig)
ru: Определить пользовательские установки для создания обзора (ezmlm-tstdig)
sl: Določi, po meri, nastavitve za digest creation (ezmlm-tstdig)

source: Define the email address of the list owner
de: Lege die Mailadresse der/des Verantwortlichen für diese Liste fest
es: Definir la dirección de correo del dueño de la lista
pt_br: Define endereço de e-mail do dono da lista
ru: Определить email адрес владельца списка
sl: Določi naslov elektronske pošte lastnika seznama

source: Use a SQL database
de: Verwende eine SQL-Datenbank
es: Usar una base de datos SQL
pt_br: Usar banco de dado SQL
ru: Использовать базу данных SQL
sl: uporabi SQL podatkovno bazo

source: Define a custom path to the database for posting moderators
de: Die Datenbank der Nachrichten-ModeratorInnen befindet sich in einem alternativen Verzeichnis
es: Definir una ruta personalizada para la ruta de la base de datos para moderadores de publicación
pt_br: Define caminho do banco de dados para mensagens de moderadores
ru: Определить пользовательский путь доступа к базе данных для модераторов отправки корреспонденции
sl: Določi običajno pot podatkovni bazi za moderatorje objav

source: Define a custom path to the database for subscription moderators
de: Die Datenbank der Einschreibe-ModeratorInnen befindet sich in einem alternativen Verzeichnis
es: Definir una ruta personalizada para la ruta de la base de datos para moderadores de suscripción
pt_br: Define caminho do banco de dados para inscrições de moderadores
ru: Определить пользовательский путь доступа к базе данных для модераторов подписки
sl: Določi običajno pot podatkovni bazi za prijavljene moderatorje

source: Define a custom path to the database for remote administators
de: Die Datenbank der Fern-AdministratorInnen befindet sich in einem alternativen Verzeichnis
es: Definir una ruta personalizada para la ruta de la base de datos para administradores remotos
pt_br: Define caminho do banco de dados para administradores remotos
ru: Определить пользовательский путь доступа к базе данных для удаленных администраторов
sl: Določi običajno pot podatkovni bazi za skrbnike na daljavo

source: The manual page of ezmlm-idx
de: Das online-Handbuch von ezmlm-idx
es: La pagina de manual de ezmlm-idx
pt_br: Manual do ezmlm-idx
ru: Страница руководства ezmlm-idx

source: Subscription
de: Einschreibung
es: Suscripción
pt_br: Inscrição
ru: Подписка

source: subscribers
de: AbonnentInnen
es: suscriptores
pt_br: usuários
ru: подписчики

source: Remote Admin
de: Fern-AdministratorIn
es: Administración remota
pt_br: Administração remota
ru: Удаленный Администратор
sl: Srbniki na daljavo

source: List Name
de: Name der Liste
es: Nombre de la lista
pt_br: Nome da lista
ru: Имя списка
sl: Ime seznama

source: List Address
de: Addresse der Liste
es: Dirección de la lista
pt_br: Endereço da lista
ru: Адрес списка
sl: Naslov seznama

source: Basic List Options
de: Grundlegende Einstellungen
es: Opciones básicas de lista
pt_br: Opções básicas da Lista
ru: Основные настройки списка
sl: Osnovni seznam - možnosti

source: Users allowed to edit this list via web interface
de: Nutzer, die diese Liste per Web-Interface konfigurieren dürfen
es: Usuarios que pueden editar esta lista via la interfaz web
pt_br: Usuários com permissão de editar a lista via interface web
ru: Пользователям разрешено редактировать этот список через веб-интерфейс
sl: Uporabnikom je dovoljeno urejati seznam preko spletnega vmesnika

source: Header filtering
de: Kopfzeilen-Filterung
es: Filtrado de cabeceras
pt_br: Filtro de cabeçalho
ru: Фильтрация заголовка
sl: Filtriranje glave

source: strip these header lines
de: entferne die folgenden Kopfzeilen
es: eliminar estas lineas de cabecera
pt_br: retirar estar lisnhas do cabeçalho
ru: Очистить эти строки заголовка

source: keep only these header lines
de: behalte nur die folgenden Kopfzeilen
es: conservar solo estas lineas de cabecera
pt_br: deixar somente essas linhas no cabeçalho
ru: Оставить только эти строки заголовка

source: Headers to add to all outgoing mail
de: hinzuzufügende Kopfzeilen
es: Cabeceras a añadir a todo mail saliente
pt_br: Adicionar cabeçalhos em todas as mensagens
ru: Заголовки, которые следует добавить ко всем исходящим сообщениям
sl: glave - za dodajanje vsem izhodnim sporočilom

source: Show some example mime types
de: Zeige einige Beispiel-MIME-Typen
es: Mostrar algunos tipos MIME de ejemplo
pt_br: Mostrar alguns exemplos de tipos mime
ru: Показать несколько примеров mime-типов
sl: prikaži nekaj primerov mime tipov

source: Mime type filtering (for multipart mails)
de: MIME-Typ-Filterung (für mehrteilige Mails)
es: Filtrado de tipos MIME (para mensajes multiparte)
pt_br: Filtragem de tipos mime (para mails multipart)
ru: Фильтрация mime-типов (для смешанных сообщений)
sl: Mime tip filtriranje (za mnogodelno pošto)

source: strip these from all messages
de: entferne diese von allen Nachrichten
es: eliminar estos de todos los mensajes
pt_br: retirar esses de todas mensagens
ru: Удалить это содержание из всех сообщений
sl: Odstrani to z vseh sporočil

source: keep only these in messages
de: erhalte nur diese in den Nachrichten
es: conservar solo estos en los mensajes
pt_br: deixar somente esses nas mensagens
ru: Оставить только это содержание во всех сообщениях
sl: Obdrži samo te v sporočilih

source: Messages containing any of these mime type will be rejected
de: Nachrichten, die einen der folgenden Datentypen enthalten, werden abgewiesen
es: Mensajes que contengan cualquiera de estos tipos MIME serán rechazados
pt_br: mensagens que contêm qualquer desses tipos mime serão rejeitadas
ru: Сообщения, содержащие любой из этих mime-типов, будут отброшены
sl: Sporočila, ki bodo vsebovala katerega koli od teh mime tipov bodo zavrnjena

source: common tags
de: allgemeine Platzhalter
es: etiquetas comunes
pt_br: Marcas (tags) comuns
ru: общая разметка

source: The local part of the list name
de: der lokale Teil (vor dem "@") der Listenadresse
es: La parte local del nombre de la lista
pt_br: Parte local do nome da lista
ru: Локальная часть имени списка
sl: Lokalni del imena seznama

source: The host name of the list name
de: die Domain der Mailadresse
es: El nombre de host del nombre de la lista
pt_br: Nome do host da lista
ru: Имя хоста списка

source: Number of the respective message
de: die Nummer der jeweiligen Nachricht
es: Numero del mensaje respectivo
pt_br: Número de mensagens respectivas
ru: Номер соответствующего сообщения
sl: Število individualnih sporočil

source: The subscription address
de: die Einschribe-Adresse
es: La dirección de suscripción
pt_br: O endereço de inscrição
ru: Адрес подписки
sl: Naslov subskripcije

source: The address a subscriber must reply to
de: die Bestätigungsadresse
es: La dirección al que debe responder un usuario
pt_br: O endereço para que o inscrito deve responder
ru: Адрес, на который подписчик должен ответить
sl: Naslov na katerega naj prijavljeni odgovori

source: The acceptance address
de: die Zustimmungsadresse
es: La dirección de aceptación
pt_br: Endereços aceitos
ru: Адрес приема
sl: Naslov odobritve

source: The rejection address
de: die Ablehnungsadresse
es: La dirección de denegación
pt_br: Endereços rejeitados
ru: Адрес отказа
sl: Naslov zavrnitve

source: It is recommended to use the default path for the moderation database. Otherwise you cannot manage the moderators' list with ezmlm-web.
de: Es wird empfohlen, das Standard-Verzeichnis für zu verwenden. Andernfalls kannst du die ModeratorInnen-Liste nicht mit ezmlm-web verwalten.
es: Se recomienda el uso de la ruta por defecto para la base de datos de moderación. Sino, no se puede administrar la lista de moderadores con ezmlm-web
pt_br: É recomendado usar o caminho padrão para a base de dados de moderação. Caso contrário você não poderá controlar a lista dos moderadores com ezmlm-web
ru: Рекомендуется использовать пукть по умолчанию для модерирования базы данных, иначе вы не сможете управлять списком модератора с помощью ezmlm-web.
sl: Priporočljivo je, da se uporablja privzeta pot za moderatorsko podatkovno bazo. Drugače ne boste mogli upravljati moderatorskega seznama z ezmlm-web

source: Posting moderators are stored in a non-standard location
de: Die Nachrichten-ModeratorInnen werden nicht an ihrem üblichen Ort gespeichert.
es: Moderadores de publicación están guardados en una ubicación no estándar
pt_br: Mensagens moderadas são armazenadas em local não-padrão
ru: Модераторы отправки сохранены по нестандартному адресу
sl: Posting moderators so shranjeni na ne-običajni lokaciji
