Repository: gurubert/ezmlm-web
Catalog: intl/*/LC_MESSAGES/ezmlm-web.po
Languages: de, es, pt_br, ru, sl

source: Subscription moderators are stored in a non-standard location
de: Die Einschreibe-ModeratorInnen werden nicht an ihrem üblichen Ort gespeichert.
es: Moderadores de suscripciones están guardados en una ubicación no estándar
pt_br: Inscrições moderadas são armazenadas em local não padrão
ru: Модераторы подписки сохранены по нестандартному адресу
sl: Subscription moderators so shranjeni na ne-običajni lokaciji

source: Remote administrators are stored in a non-standard location
de: Die Fern-AdministratorInnen werden nicht an ihrem üblichen Ort gespeichert.
es: Administradores remotos están guardados en una ubicación no estándar
pt_br: Administradores remotos são armazenados em local não padrão
ru: Удаленные администраторы сохранены по нестандартному адресу
sl: Skrbniki na daljavo so shranjeni na ne-običajni lokaciji

source: Reject messages exceeding a specified value
de: Verweigere die Annahme von Nachrichten, die eine gewisse Größe überschreiten
es: Rechazar mensajes que superen un valor especificado
pt_br: Rejeitar mensagens que excedam um valor específico
ru: Отбросить сообщения, превыщающие указанное значение
sl: Zavrnjena sporočila presegajo določeno vrednost

source: Reject messages smaller than a specified value
de: Verweigere die Annahme von Nachrichten, die eine gewisse Größe unterschreiten
es: Rechazar mensajes más pequeños que un valor especificado
pt_br: Rejeitar mensagens menores que um valor específico
ru: Отбросить сообщения, размер которых меньше указанного значения
sl: Zavrnjrna sporočila so manjša kot je določena vrednost

source: There are no files in the text directory of the mailinglist.
de: Es befinden sich keine Dateien im Text-Verzeichnis der Mailingliste.
es: No hay ficheros en el directorio de textos de la lista de correo.
pt_br: Não há arquivos no diretório de texto da lista.
ru: В текстовой папке списка рассылки нет файлов
sl: V tem direktoriju poštnega seznama ni datotek

source: Add a new mail address:
de: Füge eine neue Mailadresse hinzu:
es: Añadir una nueva dirección:
pt_br: Acrescentar novo endereço de e-mail
ru: Добавить новый адрес:
sl: Dodaj nov poštni naslov

source: Upload a text file containing mail addresses to be added:
de: Importiere eine Textdatei, die Mailadressen enthält:
es: Subir un fichero de texto que contiene las direcciones de correo a ser añadidas:
pt_br: Transferir arquivo texto que contem os endereços de e-mail a serem acrescentados
ru: Загрузить текстовый файл, содержащий почтовые адреса, которые надо добавить:
sl: Naloži besedilno datoteko ki vsebuje poštni naslov ki bo dodan

source: a web interface for
de: eine Web-Oberfläche für
es: una interfaz web para
pt_br: uma interface web para
ru: веб интерфейс для
sl: Spletni vmesnik za

source: I could not find any accessible list for you.
de: Es sind keine passenden Listen vorhanden.
es: No pude encontrarte una lista accesible.
pt_br: Nenhuma lista é acessível para você.
ru: Не удалось найти ни одного доступного списка.
sl: Ne najdem dostopnih seznamov za vas

source: Do you really want to remove this list completely?
de: Willst du wirklich diese Liste vollständig löschen?
es: Está seguro que quiere eliminar esta lista completamente?
pt_br: Realmente remover essa lista completamente?
ru: Вы действительно хотите полностью удалить этот список?
sl: Ali zares želite popolnoma odstraniti ta seznam?

source: customized files
de: angepasste Dateien
es: ficheros personalizados
pt_br: Arquivos customizados
ru: пользовательские файлы
sl: Prikrojene datoteke

source: default files
de: vorgegebene Dateien
es: ficheros por defecto
pt_br: Arquivos padrão
ru: файлы по умолчанию
sl: Privzete datoteke

source: Language of the list
de: Sprache der Liste
es: Idioma de la lista
pt_br: Idioma da lista
ru: Язык списка
sl: Jezik seznama

source: Charset of the list
de: Zeichensatz der Liste
es: Código de carácteres de la lista
pt_br: Codificação de caractér da lista
ru: Набор символов списка
sl: Nabor znakov seznama

source: Hint: if both the database of subscripton moderators and of remote administrators use customized locations, then the database of subscription moderators will be used for both of them
de: Hinweis: falls sowohl die Datenbank der Einsende-ModeratorInnen als auch die der Fern-AdministratorInnen in einem nicht-Standard-Verzeichnis liegen, dann wird die Einsende-ModeratorInnen-Datenbank für beides verwendet
es: Sugerencia: si las bases de datos de moderadores de suscripción y de administradores remotos están en rutas personalizadas, entonces la base de datos de moderadores de suscripción se usará para los dos.
pt_br: Dica: se ambas as bases de dados de moderadores e de administradores têm locais configurados, a base de dados de moderadores será utilizada para ambos os casos
ru: Подсказка: если базы данных и модераторов подписки и удаленных администраторов используют измененные пути, то для обеих категорий будет использована база данных модераторов подписки
sl: Namig: Če oba - podatkovna baza vpisanega moderatorja in skrbnik na daljavo uporabljata prikrojeno lokacijo, potem bo podatkovna baza moderatorja uporabljena za oba

source: There are no public keys available.
de: Es sind keine öffentlichen Schlüssel vorhanden.
es: No hay claves públicas disponibles.
pt_br: Não há chaves públicas disponíveis
ru: Нет доступных публичных ключей
sl: Ni razpoložljivih javnih ključev

source: There are no secret keys available.
de: Es sind keine privaten Schlüssel vorhanden.
es: No hay claves secretas disponibles.
pt_br: Não há chaves privadas disponíveis.
ru: Нет доступных секретных ключей
sl: Edit Ni razpoložljivih skrivnih ključev

source: Import a new key from a file:
de: Schlüssel aus einer Datei importieren:
es: Importar una nueva clave desde un fichero:
pt_br: Importar nova chave de um arquivo:
ru: Импортировать новый ключ из файла:
sl: Uvozi nov ključ iz datoteke:

source: Name of the key
de: Die Bezeichung des Schlüssels
es: Nombre de la clave
pt_br: Nome da chave
ru: Имя ключа
sl: Ime ključa

source: Comment (optional)
de: Ein Kommentar (optional)
es: Comentario (opcional)
pt_br: Comentário (opcional)
ru: Комментарий (необязательно)
sl: Razlaga (neobvezno)

source: Length of the key (bytes)
de: Schlüssellänge (in Bytes)
es: Longitud de la clave (bytes)
pt_br: Comprimento da chave (bytes)
ru: Длина ключа (в байтах)
sl: Dolžina ključa (byti)

source: Expiration time (years)
de: Verfallsdatum (in Jahren)
es: Tiempo de expiración (años)
pt_br: Prazo de expiração (anos)
ru: Срок хранения (лет)
sl: Potek časa (leta)

source: never
de: nie
es: nunca
pt_br: nunca
ru: никогда
sl: nikoli

source: No domains are available.
de: Es sind keine Domains verfügbar.
es: No hay dominios disponibles.
pt_br: Nenhum domínio disponível
ru: Нет доступных доменов
sl: Ni razpoložljivih domen

source: Add some lines of every original message to automatic replies
de: Hänge ein paar Zeilen der Original-Nachricht an jede automatische Antwort
es: Añadir algunas lineas de cada mensaje original a las respuestas automáticas
pt_br: Acrescentar algumas linhas da mensagem original nas respostas automáticas
ru: Добавить несколько линий каждого исходного сообщения к автоматическим ответам
sl: Samodejnim odgovorom dodaj vrstice vsakega prvotnega sporočila

source: number of lines
de: Anzahl von Zeilen
es: numero de lineas
pt_br: número de linhas
ru: количество линий
sl: število vrstic

source: basic
de: einfach
es: básico
pt_br: básico
ru: основной
sl: osnovno

source: default
de: normal
es: por defecto
pt_br: padrão
ru: по умолчанию
sl: privzeto

source: expert
de: erweitert
es: experto
pt_br: especialista
ru: эксперт
sl: napredno

source: Mail address
de: Email-Adresse
es: Dirección de correo
pt_br: Endereço de e-mail
ru: Почтовый адрес
sl: Poštni naslov

source: Event
de: Ereignis
es: Evento
pt_br: Evento
ru: Событие
sl: Dogodek

source: Details
es: Detalles
pt_br: Detalhes
ru: Детали
sl: Podrobnosti

source: removed
de: entfernt
es: borrado
pt_br: removido
ru: удалено
sl: odstranjeno

source: added
de: hinzugefügt
es: añadido
pt_br: acrescentado
ru: добавлено
sl: dodano

source: by admin
es: por el administrador

source: delivery failed
es: entrega fallida
ru: доставка не удалась

source: via mail
es: por email

source: unknown
de: unbekannt
es: desconocido
pt_br: desconhecido
ru: неизвестный
sl: neznano

source: Date
de: Datum
es: Fecha
pt_br: Data
ru: Дата
sl: datum

source: Remote administrators are (by default) also moderators for subscription and for posting. They may have the permission to (un)subscribe users and to change the text files of the list by sending emails to the mailing list software.
de: Fern-AdministratorInnen sind (per Voreinstellung) auch ModeratorInnen für die Einschreibung und für eingesandte Mails. Sie können berechtigt sein, per Mail Nutzer ein- und auszutragen, sowie Textbausteine zu verändern.
es: Los administradores remotos son (por defecto) también moderadores de suscripción y sumisión de mensajes. Deben tener permiso para suscribir y desuscribir usuarios y permiso para cambiar los ficheros de texto de la lista enviando mails a la lista de correo.
pt_br: Os administradores remotos são também (por padrão) moderadores das inscrições e envio de mensagens. Podem ter a permissão de inscreverem ou descadastrarem usuários e alterar arquivos de texto da lista, enviando email ao software da lista.
ru: Удаленные администраторы по умолчанию также являются модераторами подписки и отправки. У них могут быть права подписывать и отписывать пользователей, они также могут менять текстовые файлы списка, посылая сообщения программе формирования почтовых рассылок.
sl: Skrbniki na daljavo so (privzeto) tudi moderatorji za vpisovanje in objave. Imajo dovoljenje za vpis ali izpis uporabnikov in dovoljenje za spreminjanje besedilnih datotek seznama, s pošiljanjem elektronske pošte to the mailing list software

source: The mailing list archive can be accessed by mail. Additionally you will want to create a list archive, if you plan to publish it (e.g. with ezmlm-www).
de: Das Mailinglisten-Archiv ist per Mail verfügbar. Außerdem benötigst du ein Archiv, falls du vergangene Mails im Internet zur Verfügung stellen möchtest (z.B. mit ezmlm-www).
es: El archivo (histórico) de la lista de correo puede ser accedida por mail. Adicionalmente puede que desees crear un archivo de la lista, si planeas publicarla (p. ej. con ezmlm-www).
pt_br: O arquivo da lista pode ser acessado por email. Adicionalmente você pode criar um arquivo da lista, se você planeja publicá-la (por exemplo com ezmlm-WWW).
ru: Архив списка рассылки может быть получен по почте. Кроме того, если вы планируете публиковать список (например, с помощью ezmlm-www), то вам, скорее всего, понадобится создать этот архив рассылки.
sl: Arhiv poštnega seznama je dostopen preko pošte. Če nameravate objaviti seznam, boste verjetno želeli ustvariti seznam arhiva (e.g. z ezmlm-www).

source: Modify some message properties, before they are distributed to the subscribers.
de: Die folgenden Regeln werden auf alle Mails angewandt, bevor sie an die AbonnentInnen verteilt werden.
es: Modificar algunas propiedades de los mensajes, antes que se distribuyan a los suscriptores.
pt_br: Modifique algumas propriedades das mensagens antes de distribuí-las aos usuários.
ru: Изменить некоторые свойства сообщения перед рассылкой подписчикам.
sl: Prilagodi lastnosti sporočila preden bo dostavljeno tistim, ki so na seznamu.

source: Here you find some settings, that did not fit into any other category.
de: Hier findest du ein paar allgemeine Einstellungen der Mailingliste, die sich nicht in den themenorientierten Rubriken unterbringen ließen.
es: Aquí encontrarás algunas configuraciones que no tenian cabida en ninguna categoría más.
pt_br: Aqui você encontra algumas configurações que não estão em qualquer outra categoria.
ru: Здесь вы найдете некоторые установки, которые не вошли в другие категории.
sl: Tu najdete nastavitve, ki niso bile primerne za ostale kategorije

source: The posting configuration determines, who is allowed to send messages to the list and how these mails will be processed.
de: Die Einsende-Konfiguration bestimmt, wer Nachrichten einsenden darf und welchen Bedingungen die Mails genügen müssen.
es: La configuración de submisión determina quien tiene permiso para enviar mensajes a la lista, y como estos mails serán procesados.
pt_br: A configuração de envio de mensagem determina quem tem permisão para postar mensagens à lista e como elas são processadas.
ru: Конфигурация отправки определяет, кому разрешено посылать сообщения в список и как эти сообщения будут обрабатываться.
sl: Konfiguracija objavljanja določa komu je dovoljeno objavljati sporočila, jih pošiljati prijavljenim na seznamu in kako bodo sporočila obdelana.

source: Here you may define, who is allowed to subscribe to the list and you can set some details of the subscription process.
de: Hier kannst du festlegen, wer sich als Abonnent selbständig eintragen darf und wie der Einschreibungsprozess abläuft.
es: Aquí puedes definir quien tiene permiso para suscribir a la lista y puede estableces algunos detalles del proceso de suscripción.
pt_br: Aqui você pode definir quem pode se inscrever na lista e como o processo de inscrição é processado.
ru: Здесь вы можете определить, кому разрешено подписываться на рассылку, и можете установить некоторые детали процесса подписки.
sl: Tu lahko določite kdo se lahko prijavi na seznam in nastavite podrobnosti procesa vpisovanja - subskripcije.

source: This is the complete list of all available properties of the list. Usually it should be easier to use the topic-based configuration pages, but - of course - this is your choice.
de: Diese Seite enthält alle verfügbaren Optionen auf einen Blick.
es: Ésta el la lista completa de propiedades de la lista. Normalmente debería ser más fácil usar las páginas de configuración de usos predefinidos, pero, por supuesto, ésta es su elección.
pt_br: Esta é a lista completa de todas as propriedades disponíveis na lista. Geralmente é mais fácil usar as páginas de cada tópico da configuração, mas - claro - esta é sua escolha.
ru: Это полное описание доступных свойств списка. Обычно проще использовать конфигурацию на соответствующих тематических страницах, но выбор, конечно, за вами.
sl: To je ves seznam vseh razpoložljivih lastnosti seznama. Pravzaprav bi bilo enostavneje uporabiti topic-based configuration pages, - izbira je seveda vaša.

source: This mailinglist and everything inside of it will be removed completely.
de: Die Mailingliste und alle damit verbundenen Daten werden hiermit vollständig entfernt.
es: Esta lista de correo y todos sus contenidos serán completamente eliminados.
pt_br: A lista e qualquer coisa contida nela será removida completamente.
ru: Список рассылки и всё его содержимое будет полностью удалено.
sl: Ta poštni seznam z vso vsebino, bo popolnoma izbrisan

source: Members of the allow list will not receive outgoing mails, but they have the same rights, as normal subscribers. Usually the allow list will contain mail aliases of subscribers.
de: An die Adressen der Zulassungsliste werden keine Mails verschickt. Einsendungen von diesen Adressen werden so behandelt, als kämen sie von AbonnentInnen. Üblicherweise solltest du Aliase von AbonnentInnen in die Zulassungsliste eintragen.
es: Miembros de la lista de permitidos no recibirán los correos salientes, pero tienen los mismos privilegios que los suscriptores normales. Normalmente la lista de permitidos contendrá direcciones alternativas de los suscriptores.
pt_br: Os integrantes com permissão à lista e que não recebem mensagens, mas têm as mesmos direitos, como integrantes normais. Geralmente a lista contem apelidos (alias) do mail de integrantes.
ru: Пользователи, содержащиеся в белом списке, не будут получать исходящую почту, но они обрадают такими же правами, как и обычные пользователи. Обычно белый список содержит почтовые псевдонимы подписчиков.
sl: Člani seznama "dovoljeni" ne bodo prejeli izhodnih sporočil, imajo pa enake pravice kot ostali prijavljeni. Navadno ta seznam vsebuje vzdevke, ki jih prijavljeni uporabljajo za svoj poštni naslov.

source: If you want to prevent specific mail addresses from using this list (subscription, posting, ...), then you should add them to the deny list and activate it. This can be useful for annoying people and even for notorious vacation reply users. But since it is fairly easy to fake an mail address, this will not really improve security.
de: Falls du Mails von bestimmte Mailadressen verweigern möchtest, dann füge sie einfach zur Ablehnungsliste hinzu Dies kann nützlich sein, um unbeliebte Nutzer auszuschließen oder um störende Abwesenheitsbenachrichtigungen zu verhindern.
es: Si desea impedir que unas direcciónes de email específicas usen la lista (no puedan suscribirse, enviar a la lista, etc), debería añadir las a la lista de denegados y activar dicha lista. Esto es útil para evitar gente molesta, o evitar direcciones correo con respuestas autogeneradas (mensajes de "fuera de la oficina"). Como es muy sencillo falsear una dirección de correo, esto no aumentará la seguridad.
pt_br: Se você quiser impedir que endereços específicos de email utilizem esta lista (para inscrição ou envio), adicione-os à lista negada (deny list).
ru: Если вам нужно не позволять определенным подписчикам использовать этот список (подписка, отправка и т.п.), вы должны добавить их в черный список и активировать его. Это бывает полезно, чтобы избавиться от надоедливых персон или постоянных автоматических ответов от человека, находящегося в отпуске. Но поскольку адрес электронной почты достаточно легко подделать, это не сильно улучшает безопасность.
sl: Če želite določenim poštnim naslovom preprečiti, da bi uporabljali ta seznam ali se vpisali, ali, da bi objavljali, potem jih dodajte na seznam "zavrni" in naslove aktivirajte. Uporabno, kadar se želite znebiti zateženih uporabnikov, ali(notorious vacation reply) uporabnikov. Ker pa ni ravno težko ponarediti poštnega naslova, vam to ne bo pomagalo izboljšati varnosti.

source: Some users of your mailing list may prefer to receive a regular digest instead of all mailing list messages. They will usually not take part in discussions, but aret somehow interested anyway.
de: Einige AbonnentInnen deiner Mailingliste sind möglicherweise nicht an jeder einzelnen Nachricht interessiert, sondern ziehen es vor, stattdessen regelmäßig automatisch erstellte Zusammenfassungen zu erhalten.
es: Algunos usuarios de su lista de correo pueden preferir recibir un resumen regular en vez de todos los mensajes de la lista de correo. Estos usuarios no tomarán parte regularmente en discusiones, pero están interesados en el contenido de la lista.
pt_br: Alguns usuários de sua lista podem preferir receber um mail contendo a coleção com todas as mensagens enviadas à lista. Geralmente não tomarão parte nas discussões, mas têm interesse em tomar ciência do debate.
ru: Некоторые ваши подписчики могут предпочитать получать обзорные письма, а не все сообщения. Такие пользователи обычно не принимают участия в обсуждениях, но, тем не менее, они заинтересованы в подписке.
sl: Nekateri uporabniki vašega seznama bodo morda želeli prejemati običajni povzetek namesto vseh sporočil s poštnega seznama. Navadno v razpravah ne bodo sodelovali, vendar jih bo zadeva na nek način vseeno zanimala.

source: Moderators (for posting or subscription) and remote administrators can be allowed to manage the most important parts of mailing list administration: moderating subscription and posting, changing filtering rules, and managing users. Moderators may even be configured to be the only ones, who are allowed to send mails to the mailing list.
de: ModeratorInnen (für die Einschreibung von AbonnentInnen und die Einsendungen an die Liste) und Fern-AdministratorInnen können die Kontrolle über viele wichtige Aspekte der Liste übernehmen (falls du sie dementsprechend konfigurierst).
es: Se puede permitir que moderadores (de mensajes entrantes o de suscripción) y administradores remotos administren las partes más importantes de la lista de correo: moderación de la suscripción y los mensajes entrantes, cambiar las reglas de filtrado, y administración de usuarios. Moderadores pueden incluso ser configurados para ser los únicos que pueden enviar mails a la lista.
pt_br: Os moderadores (para postagem ou inscrição) e os administradores remotos podem (se assim configurado) controlar os detalhes de administração mais importantes da lista: inscrição e postagens moderadas, regras de filtros, controles de usuários. Os moderadores podem ser configurados para ser uma única pessoa, e quem tem permissão de envio de mail para a lista.
ru: Модераторам подписки или рассылки и удаленным администраторам можно разрешить администрировать наиболее важные моменты: модерирование подписки и рассылки, изменение фильтров и управление пользователями. Можно сконфигурировать так, что модераторы будут единственными, кому разрешено посылать сообщения в список рассылки.
sl: Moderatorjem (za objave in prijave) in skrbnikom na daljavo je dovoljeno upravljanje z najpomembnejšimi deli administracije poštnega seznama; moderiranje vpisovanja in objav, spreminjanje in določanje pravil filtriranja in upravljanje uporabnikov. Moderatorji so lahko tudi edini, ki jim je dovoljeno pošiljanje pošte na poštne sezname.

source: Subscribers of a mailing list will receive all outgoing message of the list. They may also be allowed to post messages directly or moderated. Usually anonymous users are able to subscribe and unsubscribe without the help of an administrator - but of course, you may configure this to suit your needs.
de: Die AbonnentInnen der Mailingliste empfangen alle versandten Nachrichten der Liste. Zudem kann es ihnen gestattet sein, Nachrichten direkt oder indirekt zur weiteren Verteilung an die Liste zu senden. Oft ist es anonymen Nutzern gestattet, sich selbständig in die Mailingliste einzuschreiben, ohne die Hilfe eines Administrators in Anspruch nehmen zu müssen.
es: Suscriptores de una lista de correo recibirán todos los mensajes salientes de la lista. También puden estar autorizados a enviar mensajes directamente o moderados. Normalmente a los usarios anónimos se les permite suscribirse y desuscribirse sin la ayuda de un administrador, aunque, puede configurar esto a su medida.
pt_br: Os integrantes de uma lista enviando receberão todas mensagens enviadas à lista. Pode-se também configurar para que eles sejam permitidos postar mensagens ou que sejam moderados. Os usuários anonymous podem se inscrever ou se descadatrar sem a ajuda de um administrador - mas você pode configurar isto de acordo com suas necessidades.
ru: Подписчики рассылки получат все исходящие сообщения. Можно также разрешить им отправлять сообщения напрямую или модерировать их. Обычно анонимные пользователи имеют возможность подписываться или отписываться от рассылки без помощи администратора, но вы можете настроить так, как вам удобнее.
sl: Vpisani na poštni seznam bodo dobili vsa izhodna sporočila. Lahko jim je tudi dovoljeno objavljati sporočila ali jih moderirati. Anonimni uporabniki se lahko vpišejo ali izpišejo brez pomoči administratorja - lahko pa seveda prikrojite ta pravila kakor vam ustreza.
