Repository: gurubert/ezmlm-web
Catalog: intl/*/LC_MESSAGES/ezmlm-web.po
Languages: de, es, pt_br, ru, sl

source: Create new list
de: Neue Liste anlegen
es: Crear una nueva lista
pt_br: Criar nova lista
ru: Создать новый список
sl: Ustvari nov seznam

source: Delete list
de: Liste löschen
es: Borrar lista
pt_br: Remover lista
ru: Удалить список
sl: Izbriši seznam

source: Subscribers
de: AbonnentInnen
es: Suscriptores
pt_br: Usuários
ru: Подписчики
sl: Naročniki

source: allow list
de: Zulassungsliste
es: lista de permitidos
pt_br: permissão à lista
ru: список разрешенных
sl: odobri seznam

source: deny list
de: Ablehnungsliste
es: lista de denegados
pt_br: restrição à lista
ru: список запрещенных
sl: zavrni seznam

source: digest list
de: Zusammenfassung
es: lista de resumen
pt_br: lista no modo coleção
ru: просмотр списка
sl: povzami seznam

source: moderators
de: ModeratorInnen
es: moderadores
pt_br: moderadores
ru: модераторы
sl: moderatorji

source: Options
de: Einstellungen
es: Opciones
pt_br: Opções
ru: Настройки
sl: Možnosti

source: subscription
de: Einschreibung
es: suscripción
pt_br: de inscrição
ru: подписка
sl: podpis

source: posting
de: Einsendung
es: publicación
pt_br: de envio
ru: отправка корреспонденции
sl: pošiljanje

source: administration
es: administración
pt_br: administração
ru: администрирование
sl: administracija

source: archive
de: Archivierung
es: archivo
pt_br: arquivos
ru: архив
sl: arhiv

source: processing
de: Verarbeitung
es: procesando
pt_br: processamento
ru: обработка
sl: procesiranje

source: overview
de: Übersicht
es: vista general
pt_br: da lista
ru: просмотр
sl: pregled

source: Key management
de: Schlüsselverwaltung
es: Administración de claves
pt_br: Gerenciamento de chaves
ru: Управление ключами
sl: Upravljanje ključev

source: public keys
de: öffentliche Schlüssel
es: claves públicas
pt_br: Chaves públicas
ru: публичные ключи
sl: javni ključi

source: secret keys
de: private Schlüssel
es: claves secretas
pt_br: Chaves privadas
ru: секретные ключи
sl: skrivni ključi

source: generate key
de: Schlüssel anlegen
es: generar clave
pt_br: Gerar chave
ru: генерировать ключ
sl: ustvari ključ

source: Encryption
de: Verschlüsselung
es: Encriptación
pt_br: Criptografar
ru: Шифрование
sl: Šifriranje

source: encryption
de: Verschlüsselung
es: encriptación
pt_br: criptografar
ru: шифрование
sl: šifriranje

source: Text files
de: Texte
es: Ficheros de texto
pt_br: Arquivos de texto
ru: Текстовые файлы
sl: besedilne datoteke

source: Choose a list
de: Auswahl einer Liste
es: Escoje una lista
pt_br: Escolha uma lista
ru: Выберите список
sl: Izberi seznam

source: Properties of
de: Eigenschaften von
es: Propiedades de
pt_br: Propriedades de
ru: Свойства
sl: Lastnosti

source: Language
de: Sprache
es: Idioma
pt_br: Idioma
ru: Язык
sl: Jezik

source: Interface
de: Oberfläche
es: Interfaz
ru: Интерфейс
sl: Vmesnik

source: Help (external)
de: Hilfe (extern)
es: Ayuda (externa)
pt_br: Ajuda (externa)
ru: Помощь (внешняя)
sl: Pomoč (zunanja)

source: Subscriber's log
de: Einschreibungen
es: Traza de suscripciones
pt_br: Log dos inscritos
ru: Подписка на логи
sl: Naročnikov dnevnik

source: Choose a domain
de: Auswahl einer Domain
es: Elige un dominio
pt_br: Escolha um domínio
ru: Выберите домен
sl: Izberi domeno

source: List configuration
de: Listeneinstellungen
es: Configuración de lista
pt_br: Configuração da lista
ru: Последняя конфигурация
sl: Seznam postavitev

source: Subscription options
de: Einschreibungsregeln
es: Opciones de suscripción
pt_br: Opções de inscrição
ru: Настройки подписки
sl: Naročnikove možnosti

source: Posting options
de: Einsendungsregeln
es: Opciones de publicación
pt_br: Opções de envio
ru: Настройки регистрации
sl: Možnosti objavljanja

source: Remote administration
de: Fern-Administration der Liste
es: Administración remota
pt_br: Administração remota
ru: Удаленное администрирование
sl: daljinsko upravništvo

source: Archive options
de: Archivierung der Liste
es: Opciones de archivo
pt_br: Opções de arquivamento
ru: Опции архивирования
sl: Možnosti arhiva

source: Message processing
de: Nachrichtenverarbeitung
es: Procesamiento de mensajes
pt_br: Processamento de mensagem
ru: Обработка сообщения
sl: Obdelava sporočil

source: Complete configuration
de: Einstellungen im Überblick
es: Configuración completa
pt_br: Configuração completa
ru: Полная конфигурация

source: Subscribers of the list
de: AbonnentInnen der Liste
es: Suscriptores de la lista
pt_br: Usuários da lista
ru: Подписчики
sl: Naročniki seznama

source: Allowed users
de: Zugelassene Nutzer
es: Usuarios permitidos
pt_br: Usuários permitidos
ru: Разрешенные пользователи
sl: Uporabniki z dovoljenjem

source: Blocked users
de: Abzuweisende Einsender
es: Usuarios bloqueados
pt_br: Usuários bloqueados
ru: Запрещенные пользователи
sl: Blokirani uporabniki

source: Digest subscribers
de: EmpfängerInnen von Zusammenfassungen
es: Suscriptores de resumen
pt_br: Usuários com modo coleção
ru: Подписчики каталога
sl: Pregled uporabnikov

source: Moderators of the mailinglist
de: ModeratorInnen der Liste
es: Moderadores de la lista
pt_br: Moderadores da lista
ru: Адреса модераторов
sl: Moderator poštnega seznama

source: Create a new list
de: Anlegen einer neuen Liste
es: Crear una nueva lista
pt_br: Criar uma nova lista
ru: Создать новый список
sl: Ustvari nov seznam

source: Choose a file for editing
de: Auswählen eines Textbausteins
es: Escojer un fichero para editar
pt_br: Escolha um arquivo para editar
ru: Выберите файл для редактирования
sl: Izberi datoteko za urejanje

source: Editing file
de: Bearbeitung des Textbausteins
es: Editando fichero
pt_br: Editando arquivo
ru: Редактировать файл
sl: Urejevalna datoteka

source: Subscription events
de: Einschreibungsereignisse
es: Eventos de suscripción
pt_br: Eventos de inscrição
ru: Подписка на события
sl: subskripcijski dogodki

source: Public keys
de: Öffentliche Schlüssel
es: Claves públicas
pt_br: Chaves públicas
ru: Публичные ключи
sl: Javni ključi

source: Secret keys
de: Private Schlüssel
es: Claves secretas
pt_br: Chaves privadas
ru: Секретные ключи
sl: Skrivni ključi

source: Generate a new keypair
de: Erzeugen eines Schlüssels
es: Generar un nuevo par
pt_br: Gerar um novo par de chaves
ru: Сгенерировать новую пару ключей
sl: Proizvedi nov par ključev

source: Encryption settings
de: Verschlüsselungseinstellungen
es: Opciones de encriptación
pt_br: Configurações de criptografia
ru: Настройки шифрования
sl: Nastavitve šifriranja

source: Create list
de: Erzeuge die Liste
es: Crear una lista
pt_br: Criar lista
ru: Создать список
sl: Ustvari seznam

source: Delete the list
de: Lösche die Liste
es: Borrar la lista
pt_br: Remover lista
ru: Удалить список
sl: Izbriši seznam

source: Delete address(es)
de: Adresse(n) entfernen
es: Borrar dirección(es)
pt_br: Remover endereço(s)
ru: Удалить адрес(а)
sl: Izbriši naslov(e)

source: Download subscribers
de: Adress-Liste herunterladen
es: Bajar suscriptores
pt_br: Baixar usuários
ru: Скачать подписчиков
sl: Snami naročnike

source: Add address(es)
de: Adresse(n) hinzufügen
es: Añadir dirección(es)
pt_br: Adicionar endereço(s)
ru: Добавить адрес(а)
sl: Dodaj naslov(e)

source: Update configuration
de: Einstellungen speichern
es: Actualizar configuración
pt_br: Atualizar configuração
ru: Обновить конфигурацию
sl: Ažuriraj konfiguracijo

source: Update keyring
de: Schlüsselring aktualisieren
es: Actualizar claves
pt_br: Atualizar chaveiro
ru: Обновить брелок
sl: Ažuriranje ključev

source: Edit file
de: Datei bearbeiten
es: Editar fichero
pt_br: Editar arquivo
ru: Редактировать файл
sl: Uredi datoteko

source: Save file
de: Datei speichern
es: Guardar fichero
pt_br: Gravar arquivo
ru: Сохранить файл
sl: Shrani datoteko

source: Remove customized file
de: Angepassten Textbaustein verwerfen
es: Eliminar fichero personalizado
pt_br: Remover arquivo customizado
ru: Удалить настроенный файл
sl: Odstrani prikrojene datoteke

source: Convert to an encrypted mailinglist
de: Wandle in eine verschlüsselte Liste um
es: Convertir a una lista encriptada
pt_br: Converter para lista criptografada
ru: Преобразовать в зашифрованный майл лист
sl: Pretvori v šifriran poštni seznam

source: Convert to a plaintext mainlinglist
de: Wandle in eine unverschlüsselte Liste um
es: Convertir a una lista desencriptada
pt_br: Converter para lista modo texto
ru: Преобразовать в обычный текст майл лист
sl: Pretvori v odkrito besedilni poštni seznam

source: Delete public key(s)
de: Öffentliche(n) Schlüssel löschen
es: Borrar clave(s) pública(s)
pt_br: Remover chave(s) pública(s)
ru: Удалить публичный ключ(и)
sl: Izbriši javni ključ

source: Delete secret key(s)
de: Private(n) Schlüssel löschen
es: Borrar vlave(s) privada(s)
pt_br: Remover chave(s) provada(s)
ru: Удалить секретный ключ(и)
sl: Izbriši skrivni ključ

source: Import key
de: Schlüssel importieren
es: Importar claves
pt_br: Importar chave
ru: Импорт ключа
sl: Uvozi ključ

source: Generate key pair
de: Schlüsselpaar erzeugen
es: Generar par de claves
pt_br: Gerar par de chaves
ru: Генерировать пару ключей
sl: Proizvedi par ključev

source: download
de: exportieren
es: bajar
pt_br: Baixar
ru: загрузить
sl: snami

source: this action is undefined
de: Diese Aktion ist undefiniert!
es: esta acción no está definida
pt_br: Ação indefinida
ru: это действие неопределено
sl: nejasno dejanje

source: this action needs one or more parameters
de: Diese Aktion benötigt weitere Parameter!
es: esta acción requiere uno o más parámetros
pt_br: Essa ação precisa de um ou mais parâmetros
ru: это действие требует один или более параметров
sl: to dejanje potrebuje enega ali več parametrov

source: Error: you are not allowed to do this!
de: Fehler: dir fehlen die notwendigen Rechte für diese Aktion
es: Error: no tienes permiso para hacer esto!
pt_br: Erro: você não tem permissão para isso!
ru: Ошибка: вам не разрешено этого делать!
sl: Napaka: za to dejanje nimaš dovoljenja

source: The name of the file is invalid!
de: Der Dateiname ist nicht zulässig.
es: Nombre de fichero inválido!
pt_br: Nome de arquivo inválido!
ru: Неверное имя файла!
sl: Ime datoteke ni veljavno!

source: The chosen config page is invalid!
de: Diese Konfigurations-Seite existiert nicht!
es: La página de configuración escogida no es válida!
pt_br: Escolha de configuraç~ao inválida!
ru: Выбрана неправильная страница конфигурации!
sl: Izbrana config stran ni veljavna

source: The chosen gnupg page is invalid!
de: Diese GnuPG-Seite existiert nicht!
es: La página de gnupg escogida no es válida!
pt_br: Escolha de página gnupg inválida
ru: Неверная страница ключа шифрования!
sl: Izbrana gnupg stran ni veljavna

source: Failed to import the uploaded key!
de: Der Import des Schlüssels schlug fehl!
es: Falló la importación de la clave enviada!
pt_br: Falha ao importar a chave enviada.
ru: Не удалось импортировать загруженный ключ!
sl: Neuspešen uvoz naloženega ključa

source: Failed to remove the key(s)!
de: Das Entfernen des Schlüssels schlug fehl!
es: Falló la eliminación de la(s) clave(s)!
pt_br: Falha ao remover chave(s)
ru: Не получилось удалить ключ(и)!
sl: Odstranitev ključa (ključev) ni uspela!

source: Failed generate a new key!
de: Das Erzeugen des Schlüssels schlug fehl!
es: Falló la generación de una nueva clave!
pt_br: Falha ao gerar uma nova chave
ru: Не удалось сгенерировать новый ключ!
sl: Proizvodnja novega ključa ni uspela!

source: Adding of at least one mail address failed!
de: Mindestens eine Mailadresse konnte nicht hinzugefügt werden!
es: Falló la inserción de al menos una dirección!
pt_br: A adição de ao menos um endereço falhou!
ru: Не удалось добавить один или несколько email-адресов!
sl: Dodajanje enega (ali več) naslova ni uspelo!

source: Removal of at least one mail address failed!
de: Mindestens eine der angegebenen Adressen konnte nicht entfernt werden!
es: Falló el borrado de al menos una dirección!
pt_br: A remoção de ao menos um endereço falhou!
ru: Не получилось удалить один или несколько email-адресов!
sl: Odstranitev vsaj enega (ali več) naslova ni uspela!

source: Creation of new mailing list failed!
de: Fehler beim Anlegen der neuen Liste!
es: Falló la creación de la lista de correo!
pt_br: A criação de uma nova lista falhou!
ru: Не удалось создание нового списка рассылки!
sl: Ustvarjanje novega poštnega seznama ni uspelo!

source: Removal of mailing list failed!
de: Die Löschung der Mailingliste schlug fehl!
es: Falló el borrado de la lista de correo!
pt_br: A remoção da lista falhou!
ru: Не получилось удалить список рассылки!
sl: Odstranitev poštnega seznama ni uspela!

source: Update of configuration failed!
de: Beim Speichern der Einstellungen trat ein Fehler auf!
es: Falló la actualización de la lista de correo!
pt_br: A atualização da configuração falhou!
ru: Не удалось обновить конфигурацию!
sl: Ažuriranje konfiguracij ni uspelo!

source: The file could not be saved!
de: Die Datei konnte nicht gespeichert werden!
es: El fichero no pudo ser guardado!
pt_br: O arquivo não pode ser gravado!
ru: Не удалось сохранить файл!
sl: Datoteke ni moč shraniti!

source: There is already a list with this name!
de: Es gibt bereits eine Liste mit diesem Namen.
es: Ya existe una lista con este nombre!
pt_br: Já existe uma lista com esse nome!
ru: Список с таким именем уже существует!
sl: Seznam s tem imenom že obstaja!

source: There is already a list with this address!
de: Es gibt bereits eine Liste mit dieser Adresse.
es: Ya existe una lista con esta dirección!
pt_br: Já existe uma lista com esse endereço!
ru: Список с таким адресом уже существует!
sl: Seznam s tem naslovom že obstaja!

source: A list with this name does not exist!
de: Eine Liste dieses Namens existiert nicht.
es: No existe una lista con este nombre!
pt_br: Não existe uma lista com esse nome!
ru: Список с таким именем не существует!
sl: Seznam s tem imenom ne obstaja!

source: Unable to access the list's directory
de: Fehler beim Zugriff auf das Verzeichnis der Liste
es: No se puede acceder al directorio de la lista
pt_br: Não foi possível acessar o diretório de listas
ru: Нет доступа с папке со списком
sl: Direktorij seznama ni dostopen

source: Unable to access the list's directory of text files
de: Beim Zugriff auf das Text-Verzeichnis der Liste trat ein Fehler auf.
es: No se puede acceder a los ficheros del directorio de la lista
pt_br: Não foi possível acessar os arquivos do diretório de listas
ru: Нет доступа с папке со списком текстовых файлов
sl: Dostop do direktorija tekstovne datoteke ni mogoč

source: Unable to rename list for safe removal
de: Das Verschieben der Liste schlug fehl.
es: No se pudo renombrar la lista para el borrado seguro
pt_br: Não foi possível renomear a lista por remoção segura
ru: Не удалось переименовать список для безопасного удаления
sl: Ni moč preimenovati seznama za varno odstranjevanje

source: Unable to read the mail user's home directory for .qmail files
de: Fehler beim Zugriff auf das Nutzerverzeichnis des Listenverwalters
es: No se pudo leer el directorio del usuario para buscar ficheros .qmail
pt_br: Não foi possível ler o diretório ler os arquivos .qmail do diretório do usuário
ru: Нет доступа к файлам .qmail в домашней почтовой папке пользователя
sl: Ni moč prebrati uporabnikovega domačega direktorija za .qmail datoteke

source: Unable to move .qmail files
de: Beim Verschieben der .qmail-Dateien trat ein Fehler auf!
es: No se pudieron mover los ficheros .qmail
pt_br: Não foi possível mover os arquivos do .qmail
ru: Не удалось переместить файлы .qmail
sl: Ni moč premakniti .qmail datotek

source: Unable to delete list
de: Fehler beim sicheren Löschen der Mailingliste
es: No se pudo borrar la lista
pt_br: Não foi possível remover a lista
ru: Невозможно удалить список
sl: Ni moč izbrisati seznama

source: Unable to delete .qmail files
de: Fehler beim Löschen der .qmail-Dateien
es: No se pudieron borrar ficheros .qmail
pt_br: Não foi possível remover os arquivos .qmail
ru: Невозможно удалить файлы .qmail
sl: Ni moč izbrisati .qmail datotek

source: The uploaded file must be a text file
de: Die gewählte Datei konnte nicht als Textdatei erkannt werden.
es: El fichero enviado debe ser de texto
pt_br: O arquivo a ser transferido deve ser um arquivo texto
ru: Загруженный файл должен быть текстовым
sl: Naložitena datoteka mora biti v besedilni obliki

source: Could not update the webusers file
de: Fehler beim Aktualisieren der Nutzerverwaltungsdatei
es: No se pudo actualizar el fichero de usuarios web
pt_br: O arquivo de usuários web não foi atualizado
ru: Не удалось обновить файл webusers
sl: Ažuriranje datotek spletnega uporabnika ni mogoče

source: Could not read the webusers file
de: Fehler beim Lesen der Nutzerverwaltungsdatei
es: No se pudo leer el fichero de usuarios web
pt_br: Não foi possível ler o arquivo de usuários web
ru: Не удалось прочитать файл webusers
sl: Ni moč prebrati datotek spletnega uporabnika

source: The name of the list contains invalid characters
de: Der gewählte Listenname enthält unzulässige Zeichen
es: El nombre de la lista contiene carácteres inválidos
pt_br: O nome da lista contém caracteres inválidos
ru: Имя списка содержит недопустимые символы
sl: Ime seznama vsebuje neveljavne znake

source: This listname may not be used as it is reserved for internal purposes
de: Dieser Listenname ist ein reserviertes Wort und kann nicht benutzt werden
es: No se puede usar este nombre de lista porque está reservado por motivos internos
pt_br: Esta lista não pode ser utilizada. Reservada para propósitos internos.
ru: Имя списка не может быть использовано, так как оно зарезервировано
sl: Tega imena seznama ne morete uporabiti, ker je rezervirano za interne namene

source: The name of the list may not be empty
de: Es wurde kein Name für die Listen angegeben.
es: El nombre de la lista no puede estar vacío
pt_br: O nome da lista não pode ser vazio
ru: Имя списка не может быть пустым
sl: Vpišite Ime seznama. To mesto ne sme biti prazno.

source: This list has no subscribers.
de: Diese Liste hat keine AbonnentInnen.
es: La lista no tiene suscriptores
pt_br: Não há usuários na lista
ru: В списке нет подписчиков
sl: Ta seznam nima naročnikov

source: The local part of the list address is not valid
de: Die gewählte untergeordnete Liste ist ungültig.
es: La parte local de la dirección no es válida
pt_br: A parte local do endereço da lista não é válida
ru: Локальная часть адреса списка неверная
sl: Lokalen del seznama naslovov ni veljaven

source: This action requires ezmlm-idx v5.0 or higher.
de: Diese Aktion erfordert ezmlm-idx in der Version 5.0
es: Esta acción requiere exmlm-idx v5.0 o superior.
pt_br: Essa ação requer ezmlm-idx v5.0 ou superior.
ru: Это действие требует ezmlm-idx v5.0 или выше
sl: To dejanje zahteva ezmlm-idx v5.0 ali višjo verzijo

source: There is no customized text file, that can be removed.
de: Dieser Textbaustein ist keine angepasste Variante und kann somit nicht zurückgesetzt werden.
es: No hay fichero de texto personalizado que pueda ser eliminado.
pt_br: Não há arquivos customizados.
ru: Не существует пользовательского текстового файла, который можно удалить
sl: Ni prikrojene tekstovne datoteke, ki bi jo lahko odstranili

source: Removal of custimized text file failed.
de: Der angepasste Textbaustein konnte nicht entfernt werden.
es: La eliminación del fichero de texto personalizado falló.
pt_br: A remoção do arquivo de texto customizado falhou
ru: Невозможно удалить пользовательский текстовый файл
sl: Odstranitev prikrojene tekstovne datoteke ni uspela

source: Reading of log file failed.
de: Das Lesen der Protokoll-Datei schlug fehl.
es: Error de lectura del fichero de log
pt_br: A leitura do arquivo de log falhou.
ru: Не удалось прочитать файл отчета
sl: Branje dnevnika ni uspelo

source: There was no key file selected for upload!
de: Es wurde keine Datei zum Hochladen ausgewählt!
es: No se seleccionó ningún fichero de clave para subir!
pt_br: Não há nenhuma chave selecionada para transferência!
ru: Не выбран ключевой файл для загрузки!
sl: Niste izbrali datoteke s ključem, da bi jo naložili

source: Removal of (at least) one key failed!
de: Mindestens ein Schlüssel konnte nicht gelöscht werden!
es: Borrado de almenos una clave falló!
pt_br: A remoção de (pelo menos) uma chave falhou!
ru: Невозможно удалить ключ(и)!
sl: Odstranitev (vsaj enega) kjuča ni uspela

source: There was no key selected to be removed!
de: Es wurde kein Schlüssel ausgewählt!
es: No se seleccionó ninguna clave para borrar!
pt_br: Não há nenhuma chave selecionada para remoção!
ru: Не выбран ключевой файл для удаления!
sl: Niste izbrali ključa za odstranitev

source: The name of the key may not be empty!
de: Der Name des Schlüssels darf nicht leer sein!
es: El nombre de la clave no puede estar vacio!
pt_br: O nome da chave não pode ser vazio
ru: Имя ключа не может быть пустым!
sl: Vpišite ime ključa. To mesto ne sme biti prazno

source: The expiration time is invalid!
de: Das Verfallsdatum ist ungültig!
es: El tiempo de caducidad es inválido!
pt_br: O tempo para expiração é inválido
ru: Дата истечения срока неверная!
sl: Čas poteka ni veljaven

source: The length of the key is invalid!
de: Die Schlüssellänge ist ungültig!
es: La longitud de la llave es inválida!
pt_br: O comprimento da chave é inválido!
ru: Длина ключа неверная!
sl: Dolžina ključa ni veljavna

source: Export of key failed!
de: Fehler beim Exportieren des Schlüssels!
es: La exportación de la clave falló!
pt_br: Falha ao exportar a chave!
ru: Не удалось экспортировать ключ!
sl: Izvoz ključa ni uspel!

source: Conversion to encrypted mailing list failed!
de: Beim Umwandeln trat ein Fehler auf!
es: La conversión a una lista de correo encriptada falló!
pt_br: Conversão para lista critografrada falhou
ru: Конвертирование в зашифрованный список рассылки не удалось!
sl: Pretvorba v kriptirano poštni seznam ni uspela

source: Conversion to plaintext mailing list failed!
de: Beim Aktivieren der Verschlüsselung für die Liste trat ein Fehler auf!
es: La conversión a una lista de correo de texto plano falló!
pt_br: Conversão para lista modo texto falhou
ru: Конвертирование в текстовый список рассылки не удалось!
sl: Pretvorba v besedilni poštni seznam ni uspela

source: Encryption was already enabled for this mailing list.
de: Für diese Liste war die Verschlüsselung bereits aktiviert.
es: La encriptación ya está habilitada para esta lista de correo.
pt_br: Criptografia disponível para essa lista.
ru: Шифрование для этого списка уже включено.
sl: Šifriranje za ta poštni seznam je že omogočeno

source: Encryption was already disabled for this mailing list.
de: Für diese List war die Verschlüsselung bereits abgeschaltet.
es: La encriptación ya está deshabilitada para esta lista de correo.
pt_br: Criptografia não disponível para essa lista
ru: Шифрование для этого списка уже выключено.
sl: Šifriranje za ta poštni seznam je bilo (že)onemogočeno

source: The address was added to the list.
de: Einschreibung erfolgreich
es: La dirección se añadió a la lista.
pt_br: Endereço adicionado.
ru: Адрес добавлен в список.
sl: Naslov je dodan seznamu

source: The address was removed from the list.
de: Austragung erfolgreich abgeschlossen
es: La dirección se borró de la lista.
pt_br: Endereço removido
ru: Адрес удален из списка.
sl: Naslov je izbrisan iz seznama

source: The new mailing list was successfully created.
de: Die neue Liste wurde erfolgreich angelegt.
es: La nueva lista se ha creado con éxito.
pt_br: Nova lista criada com sucesso.
ru: Новый список рассылки успешно создан.
sl: Nov poštni seznam je bil uspešno narejen

source: The mailing list was successfully removed.
de: Die Mailingliste wurde gelöscht.
es: Se borró la lista con éxito.
pt_br: Lista removida com sucesso
ru: Список рассылки успешно удален.
sl: Poštni seznam je bil uspešno odstranjen
