Repository: gurubert/ezmlm-web
Catalog: intl/*/LC_MESSAGES/ezmlm-web.po
Languages: de, es, pt_br, ru, sl

source: The selection box contains a list of files available in the DIR/text directory. These files are sent out in response to specfic user requests or as part of all outgoing messages. Edit them as necessary.
de: Das Auswahlfeld beinhaltet die Liste aller verfügbaren Textbausteine im Texte-Verzeichnis der Liste. Diese Textbausteine werden zur Erstellung der automatischen Antworten der Mailingliste benutzt.
es: El cuadro de selección contiene una lista de ficheros disponibles en el directorio DIR/text. Estos ficheros se envian como respuesta a peticiones concretas de los usuarios, o como parte de los mensajes salientes. Editalos según convenga.
pt_br: A caixa da seleção contem uma lista dos arquivos disponíveis no diretório DIR/text. Estes arquivos são enviados em resposta aos pedidos específicos de usuários ou como parte de mensagens. Edite-os como julgar necessário.
ru: Поле выбора содержит список файлов, доступных в папке DIR/text. Эти файлы посылаются по запросу пользователя, или как вложение ко всем исходящим сообщениям.Вы можете их редактировать по мере необходимости.
sl: polje za urejenaje vsebuje seznam datotek, ki so dostopne v DIR/text directory. Te datoteke so poslane z namenom odgovora na izrecno prošnjo uporabnika ali kot del vsakega izhodnega sporočila. Uredite jih kot vam drago.

source: Change this text according to your needs. Maybe you would like to use some of the reserved tags, that are described at the bottom of this page.
de: Passe den Textbaustein an die Erfordernisse der Liste an. Eventuell möchtest du dafür auch einige der reservierten Platzhalter verwenden, die am Ende dieser Seite aufgeführt sind.
es: Cambie este texto en función de sus necesidades. Posiblemente quiera usar algunas de las etiquetas reservadas, tal como se describe al final de la página.
pt_br: Altere esse texto de acordo com suas necessidades. Você pode usar algumas marcas (tags) reservadas, conforme descrito no rodapé desta página.
ru: Меняйте этот текст в соответствии с вашими требованиями. Если вам нужно, вы можете воспользоваться некоторыми зарезервированными тегами, которые описываются ниже на этой странице.
sl: Spremeni besedilo v skladu s svojimi potrebami. Morda vam bo prav prišlo katera od oznak podanih na dnu strani.

source: This text file was customized for this list. If you want to use the system-wide default text file of the choosen language instead, you may remove this customized file.
de: Der Textbaustein wurde spezifisch an diese Liste angepasst. Um stattdessen den vorgegebenen Baustein der eingestellten Sprache zu verwenden, kannst du diesen listenspezifischen Baustein entfernen.
es: Este fichero de texto fue personalizado para la lista. Si desea usar el fichero de texto por defecto del idioma de la lista, puede eliminar el fichero personalizado.
pt_br: Este arquivo pode ser customizado. Se quiser, pode usar o arquivo padrão do sistema e escolher o idioma de preferência. Arquivos customizados pode ser removidos.
sl: To besedilo je prirejeno za ta seznam. Če bi raje uporabljali system-wide default text file izbranega jezika, lahko to datoteko odstranite.

source: You can convert a normal mailinglist to an encrypted list and vice versa.
de: Du kannst eine normale Mailingliste in eine verschlüsselte umwandeln und umgekehrt.
es: Puede convertir una lista de correo normal en una lista de correo encripata, y viceversa.
pt_br: Você pode converter uma lista norma para criptopgrada e vice-versa
sl: Navadni poštni seznam lahko preoblikujete v šifriranega in obratno.

source: Every encrypted mailing list needs a secret key. You can import this key or create it using the form below. After submitting the form, you have to be patient, as it takes some time (up to several minutes) to create a key.
de: Um eine verschlüsselte Mailingliste verwenden zu können, ist es erforderlich, einen Schlüssel für die Liste zu erzeugen (oder zu importieren). Nachdem du das folgende Formular ausgefüllt und abgeschickt hast, wird es eine Weile (bis zu mehreren Minuten) dauern, bis der Schlüssel fertig ist. Sei also bitte geduldig.
es: Cada lista de correo encriptada necesita una clave secreta. Puede importar una clave, o crearla con el formulario siguiente. Despues de enviar el formulario, tenga paciencia, porque puede tomar algún tiempo genera una clave.
pt_br: Toda lista criptografada necessita de uma chave primária. Você pode importar esta chave ou criá-la com o formulário abaixo. Após usar o formulário, seja paciente, pois a criação do par de chaves leva algum tempo (pode chegar a diversos minutos).
sl: Za vsak šifriran poštni seznam (mailinglist) potrebujete skrivni ključ. Lahko ga uvozite ali ustvarite s pomočjo obrazca podanega niže. Po potrditvi obrazca ostanite potrpežljivi. V nekaj minutah bo ključ ustvarjen.

source: Configure some useful settings of the encrypted mailing list.
de: Konfiguriere die Einstellungen der verschlüsselten Mailingliste.
es: Configurar algunos parámetros útiles de la lista de correo encripatada.
pt_br: Configure algumas opções para uma lista com criptografia
sl: oblikujte koristne nastavitve šifriranega poštnega seznama.

source: Every every mailing list needs a secret key to decrypt incoming. You should take care that the secret key is kept safe. Otherwise the security of your mailing list is broken.
de: Jede Mailingliste benötigt einen geheimen Schlüssel zur Entschlüsselung eingehender Nachrichten. Du solltest darauf achten, dass der geheime Schlüssel vor fremdem Zugriff sicher ist. Andernfalls ist die Sicherheit der Mailingliste gefährdet.
es: Cada lista de correo necesita una clave secreta para desencriptar correo entrante. Ésta clave secreta debería permanecer en un lugar seguro. De otra manera, la seguridad de la lista de correo está comprometida.
pt_br: Cada lista necessita de uma chave privada para decifrar as mensagens. Esteja certo de que a chave primária está mantida segura. Caso contrário a segurança de sua lista será quebrada.
sl: Poštni seznam potrebuje skrivni ključ za dešifriranje sporočil. Poskrbite, da bo skrivni ključ varno spravljen. V nasprotnem primeru bo varnost vašega poštnega seznama ogrožena.

source: There should be a public key for every subscriber of the mailing list. Additionally there is the key of the mailing list, which should be distributed to all subscribers. It is safe to openly publish public keys.
de: Die Mailingliste sollte einen öffentlichen Schlüssel jeder AbonnentIn haben. Zudem muss der Schlüssel der Mailingliste existieren, der an alle AbonnentInnen verteilt werden sollte. Es ist ungefährlich, öffentliche Schlüssel zu veröffentlichen.
es: Debería haber una clave pública para cada suscriptor de la lista de correo. Adicionalmente está la clave de la lista de correo, que debería distribuirse a todos los suscritores. No hay riesgo de seguridad en publicar claves públicas.
pt_br: Deve haver uma chave pública para cada usuário da lista. Adicionalmente há a chave pública da lista, que deve ser distribuída a todos os usuários. É seguro publicar chaves públicas.
sl: Za vsakega prijavljenega uporabnika poštnega seznama mora obstajati javni ključ. Dodatno je tu ključ poštnega seznama, ki naj bo dostavljen vsem uporabnikom poštnega seznama. Javna objava javnega ključa je varna.

source: Remote administrator's permissions
de: Fern-Administrations-Rechte
es: Permisos de los administradores remotos
pt_br: Permissões remotas de administradores
sl: Dovoljenja administratorjev na daljavo

source: Archive configuration
de: Archivierungseinstellungen
es: Configuración de archivado
pt_br: Arquivo de configuração
sl: Arhiv postavitve (konfiguracije)

source: Posting rules
de: Einsende-Regeln
es: Reglas de publicación
pt_br: Regras de envio
sl: Pravila objavljanja

source: Subscription details
de: Einschreibungsdetails
es: Detalles de suscripción
pt_br: Detalhes de inscrição

source: General list configuration
de: Allgemeine Listen-Einstellungen
es: Configuración general de lista
pt_br: Configurações gerais da lista
sl: Obči seznam konfiguracij

source: Processing rules
de: Verarbeitungsregeln
es: Reglas de procesado
pt_br: Regras de processamento
sl: Pravila obdelovanja

source: Available properties
de: Einstellungen
es: Propiedades disponibles
pt_br: Propriedades disponíveis
sl: Razpoložljive lastnosti

source: Properties of the new list
de: Eigenschaften der neuen Liste
es: Propiedades de la nueva lista
pt_br: Propriedades da nova lista
sl: Lastnosti novega seznama

source: Remove this mailinglist
de: Löschung der Mailingliste
es: Borrar esta lista de correo
pt_br: Remove essa lista
sl: odstrani ta pošni seznam

source: Useful settings
de: Relevante Optionen
es: Configuraciones útiles
pt_br: Configurações úteis
sl: Koristne nastavitve

source: Manage subscribers
de: AbonnentInnen-Verwaltung
es: Administrar suscriptores
pt_br: Gerenciar usuários
sl: Upravljanje vpisanih v poštni seznam

source: Manage allowed users
de: Verwaltung der zulässigen Adressen
es: Administrar usuarios permitidos
pt_br: Gerenciar usuários com permissão
sl: Upravljanje "dovoljenih uporabnikov"

source: Manage blocked users
de: Verwaltung der abzulehnenden Adressen
es: Administrar usuarios bloqueados
pt_br: Gerenciar usuários bloqueados
sl: Upravljanje "blokiranih" uporabnikov

source: Manage digest subscribers
de: Verwaltung der AbonnentInnen der Zusammenfassungen
es: Administrar suscriptores del resumen
pt_br: Gerenciar usuários com modo de coleção

source: Manage moderators and administrators
de: Verwaltung der ModeratorInnen / AdministratorInnen
es: Administrar moderadores y administradores
pt_br: Gerenciar moderadores e administradores
sl: Upravljanje moderatorjev in administratorjev

source: Available text files
de: Verfügbare Textbausteine
es: Ficheros de texto disponibles
pt_br: Arquivos de texto disponíveis
sl: Dostopne besedilne datoteke

source: Edit content of text file
de: Bearbeite den Textbaustein
es: Editar contenido del fichero de texto
pt_br: Editar conteúdo do arquivo de texto
sl: Uredi vsebino besedilne datoteke

source: Discard customized text
de: Auf die Vorgabe zurücksetzen
es: Descartar texto personalizado
pt_br: Descartar texto customizado
sl: Zavzi prikrojene tekste

source: Useful placeholders
de: Nützliche Platzhalter
es: Marcadores útiles
pt_br: Lugares úteis
sl: Uporabne namestitve

source: Available lists
de: Verfügbare Listen
es: Listas disponibles
pt_br: Listas disponíveis
sl: Dostopni seznami

source: Events
de: Ereignisse
es: Eventos
pt_br: Eventos

source: Encryption support
de: Verschlüsselungsunterstützung
es: Soporte para encriptación
pt_br: Suporte à criptografia
sl: Podpora šifriranja

source: Public keys of this list
de: Öffentliche Schlüssel dieser Liste
es: Claves públicas de esta lista
pt_br: Chaves públicas da lista
sl: Javni ključi tega seznama

source: Secret keys of this list
de: Private Schlüssel dieser Liste
es: Claves secretas de esta lista
pt_br: Chaves privadas da lista
sl: Skriti ključi tega seznama

source: Import a key
de: Schlüssel importieren
es: Importar una clave
pt_br: Importar uma chave

source: Generate the key for this list
de: Schlüssel der Liste erzeugen
es: Generar una clave para esta lista
pt_br: Gerar a chave para essa lista
sl: Ustvari ključ za ta seznam

source: Available domains
de: Verfügbare Domains
es: Dominios disponibles
pt_br: Domínios disponíveis
sl: Razpoložljive domene

source: select
de: wählen
pt_br: selecione
sl: izberi

source: Send plaintext to the subscribers which have no key
de: Sende Nachrichten im Klartext an Empfänger ohne Schlüssel
pt_br: Enviar em modo texto para os usuários que não possuem chave
sl: Pošlji le-besedilo tistim, ki so prijavljeni pa nimajo ključa

source: automatical
pt_br: automático

source: bytes
ru: байт
sl: byti
